Repository: msdYqb/DiamondQuranWeb
Catalog: DiamondQuranWeb/Resources/Resource.*.resx
Languages: ar

source: Add
ar: اضافة

source: All Verses Added
ar: تم اضافة جميع الايات

# AllWillBeAdded
source: All Verses on search result will be adeed
ar: سوف يتم اضافة جميع الايات في نتائج البحث

# AlreadyInstalled
source: Tafsir Already Installed
ar: ملف التفسير مثبت

source: Are you sure?
ar: هل انت متاكد؟

# AskToDownload
source: Download Tafsir File From The Server?
ar: ملف التفسير غير موجود ... هل تود تحميله من السيرفر؟

# AyaAdded
source: Verse added
ar: تم اضافة الاية

# AyahSrc
source: Ayah Source
ar: مصدر الآية

# AyaMany
source: Verses
ar: عدد الايات

source: Ayat Tafsirs
ar: تفاسير الايات

source: Cancel
ar: الغاء

source: Comment Added
ar: تم اضافة التعليق على الاية

# CommentDel
source: Comment has been deleted
ar: تم حذف التعليق

# Contains
source: Contains A
ar: يحتوي على

# CopyClipboard
source: Ayah Has been copied to clipboard
ar: آية تم نسخها في الذاكرة

# DelClipboard
source: Ayah Has been deleted from clipboard
ar: آية تم مسحها من الذاكرة

source: Doesnt Exist
ar: غير موجود

# EnterAlistName
source: Pls enter a list name
ar: يرجى كتابة اسم القائمه

# EnterMoreLetters
source: Pls enter more than two letters
ar: يرجى ادخال حرفين فما فوق

# Fav
source: Favourite List
ar: المفضلة

# HowMany
source: In
ar: عدد المرات

source: Installed
ar: مثبت

# LangChanged
source: Language Changed Successfully
ar: تم تغيير اللغة

source: List Added
ar: تم اضافة القائمة

source: Matches
ar: مطابق

# MultipleCopiesClipboard
source: Multiple Copies To Clipboard
ar: النسخ المتعدد للايات في ذاكرة النسخ

# MultipleDelClipboard
source: Delete all Verses In The Clipboard
ar: مسح جميع الايات في ذاكرة النسخ

# NameExist
source: Name Exist ... Pls Choice Another Name
ar: اسم القائمه موجود مسبقا يرجى اختيار اسم آخر

source: No
ar: لا

# NotExcept
source: Contains These Letters
ar: على مستوى الجذر

# NotExistOnServer
source: Sorry , The Tafsir file Doesnt Exist in The Server at the Momment
ar: عفوا ملف التفسير غير موجود في السيرفر حاليا

source: Not Installed
ar: غير مثبت

# ReadQuran
source: Read The Quran
ar: قرائة القران

source: Save
ar: حفظ

source: Search
ar: البحث

source: Search Option
ar: خيارات البحث

source: Search Results
ar: نتائج البحث

# SelectSearchOption
source: Pls Select a Search Option
ar: يرجى اختيار طريقة البحث

source: Settings
ar: الاعدادات

# DoneDel
source: Deleted Done
ar: تم الحذف

# TwoSrchBoxesMissing
source: Pls enter more than two letters And select A search Option
ar: يرجى ادخال حرفين فما فوق واختيار طريقة البحث

# VerseSelect
source: Select A Verse
ar: اختيار السورة

source: Write A Comment
ar: كتابة تعليق

# WriteUs
source: Any Question Or Suggestion Are welcome
ar: نسعد بتلقى استفساراتكم واقتراحاتكم

source: Wrong
ar: خطأ

# Wsearch
source: Search By Words
ar: البحث بالكلمات

source: Yes
ar: نعم

source: Delete
ar: مسح

source: Diamond Quran
ar: القرآن الماسي

source: Ayah Number
ar: رقم الاية

source: Characters Numbers
ar: عدد الاحرف

source: Contains Letters (Arranged)
ar: يحتوي الاحرف (مرتب)

source: Contains Letters (Un Arranged)
ar: يحتوي الاحرف (غير مرتب)

source: Contains (Noncontiguous)
ar: يحتوي على (غير متلاصق)

source: First In Ayah (Contains)
ar: بداية الاية (يحتوي على)

source: First In Word
ar: بداية الكلمة

source: Fonts
ar: الخطوط

source: Language
ar: اللغة

source: Last In Ayah (Contains)
ar: نهاية الاية (يحتوي على)

source: Last In Word
ar: نهاية الكلمة

source: Longest Ayah
ar: اطول الايات

source: Longest Surah
ar: اطول السور

source: Longest Words
ar: اطول الكلمات

source: Most Words
ar: اكثر الكلمات

source: Number Of Repetition
ar: عدد التكرار

source: Quranic Statistics
ar: احصائيات قرآنية

source: Surah
ar: سوره

source: Tafsirs
ar: التفاسير

source: Word
ar: الكلمة

source: Arabic Font Size
ar: حجم الخط العربي

source: Arabic Font Style
ar: نوع الخط العربي

source: Contact Us
ar: اتصل بنا

source: Edit
ar: تعديل

source: Done
ar: تم

source: Download Completed
ar: تم التحميل بنجاح

# Ayah
source: Verse
ar: آية

source: Matches (Noncontiguous)
ar: مطابق (غير متلاصق)

# SearchMatches
source: Matches
ar: مره

source: First In Surah (Contains)
ar: بداية السورة (يحتوي على)

source: Last In Surah (Contains)
ar: نهاية السورة (يحتوي على)

source: Logic Search (And)
ar: البحث المنطقي و

source: Logic Search (Not)
ar: البحث المنطقي ولا

source: Logic Search (Or)
ar: البحث المنطقي او

source: Logics Search
ar: البحث المنطقي

source: And Not
ar: ولا

source: Multiple Search
ar: البحث المتعدد

source: Seperated Search
ar: بحث متفرق

source: Within Search
ar: بحث ضمني

source: Reverse Search
ar: البحث المعاكس
